mafredri/zsh-async

robbyrussell/oh-my-zsh
robbyrussell/oh-my-zsh path:plugins/docker
robbyrussell/oh-my-zsh path:plugins/docker-compose
robbyrussell/oh-my-zsh path:plugins/terraform
robbyrussell/oh-my-zsh path:plugins/git

ael-code/zsh-colored-man-pages

zsh-users/zsh-autosuggestions
zsh-users/zsh-completions

sindresorhus/pure
zsh-users/zsh-syntax-highlighting
zsh-users/zsh-history-substring-search
